amd-ucode
archlinux-keyring
autoconf
automake
batstat-git
battop
binutils
bison
brightnessctl
calc
calcurse
clang
debugedit
dunst
evince
exa
ffmpegthumbnailer
file
findutils
fish
fisher
flex
font-manager
gawk
gcc
gettext
git
gjs
gnome-disk-utility
google-chrome
grep
groff
gst-plugin-pipewire
gzip
iwd
jq
lazygit-git
lf
libnet
libpulse
libtool
libva-mesa-driver
linux
linux-firmware
lua-language-server-git
m4
maim
make
neofetch
neovim
nerd-fonts-complete
networkmanager
networkmanager-dmenu-git
nitrogen
npm
papirus-icon-theme
patch
picom-ibhagwan-git
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgconf
playerctl
polkit
polybar
python
python-pip
python-pywal
qbittorrent
ripgrep
rofi
sed
stow
stylua
sudo
terminus-font
texinfo
thunar
tmux
ttf-comic-mono-git
ttf-font-awesome-5
ttf-material-design-icons
ttf-unifont
ueberzug
unzip
vlc
vulkan-radeon
wget
which
wireplumber
xclip
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xorg-xinput
xournalpp-git
yay-git
